Repository: hartenthaler/German_Bundeskanzler-und-Bundespraesidenten
Catalog: resources/lang/*.po
Languages: de

source: Historical facts - Chancellors and Presidents of Germany (since 1949)
de: Historische Fakten - Bundeskanzler und Bundespräsidenten in Deutschland, sowie Staatsoberhäupter der DDR (seit 1949)

source: Chancellor of Germany
de: Bundeskanzler von Deutschland

source: President of Germany
de: Bundespräsident von Deutschland

source: acting
de: geschäftsführend

source: source
de: Quelle

source: Head of former state GDR
de: Staatsoberhaupt der DDR

source: from
de: ab

source: member of party %s
de: Mitglied der Partei %s

source: The preferences for the module “%s” have been updated.
de: Die Einstellungen für das Module "%s" wurden aktualisiert.

source: Use csv file
de: Verwendung der csv-Datei

source: Should the content of the csv file be used?
de: Soll der Inhalt der csv-Datei verwendet werden?

source: Use wikidata
de: Verwendung von wikidata

source: Should the content of wikidata be used?
de: Sollen Angaben aus wikidata verwendet werden?
